Repository: twined/brando_portfolio
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: nb

source: Back to index
nb: Tilbake til oversikten

source: Configure
nb: Konfigurer

source: Configure category
nb: Konfigurer kategori

source: Configure image category
nb: Konfigurer bildekategori

source: Configure image series
nb: Konfigurer bildeserie

source: Confirm deletion
nb: Bekreft sletting

source: Delete category
nb: Slett kategori

source: Delete frontpage photo
nb: Slett forsidebilde

source: Delete image category
nb: Slett bildekategori

source: Delete image series
nb: Slett bildeserie

source: Delete images
nb: Slett bilder

source: Edit frontpage photo
nb: Rediger forsidebilde

source: Edit image category
nb: Rediger bildekategori

source: Edit image series
nb: Rediger bildeserie

source: Entry not found
nb: Oppføring fantes ikke

source: Errors in form
nb: Feil i skjemaet

source: Existing images in this series
nb: Eksisterende bilder i denne serien

source: Frontpage index
nb: Forsidebilder

source: Frontpage photo deleted
nb: Forsidebilde slettet

source: Frontpage photo updated
nb: Forsidebilde oppdatert

source: Image category created
nb: Bildekategori opprettet

source: Image category deleted
nb: Bildekategori slettet

source: Image category updated
nb: Bildekategori oppdatert

source: Image series created
nb: Bildeserie opprettet

source: Image series deleted
nb: Bildeserie slettet

source: Image series updated
nb: Bildeserie oppdatert

source: Index
nb: Oversikt

source: Index - frontpage photos
nb: Oversikt - forsidebilder

source: Index - images
nb: Oversikt - bilder

source: Mark as cover
nb: Marker som cover

source: New frontpage photo
nb: Nytt forsidebilde

source: New image category
nb: Ny bildekategori

source: New image series
nb: Ny bildeserie

source: No image series
nb: Ingen bildeserier

source: No images
nb: Ingen bilder

source: Portfolio
nb: Portefølje

source: Save sorted category
nb: Lagre sortert kategori

source: Save sorted series
nb: Lagre sortert serie

source: Show frontpage photo
nb: Vis forsidebilde

source: Sort image category
nb: Sorter bildekategori

source: Sort image series
nb: Sorter bildeserie

source: Sort images
nb: Sorter bilder

source: This object cannot be restored!
nb: Dette objektet kan ikke gjenopprettes!

source: Upload images
nb: Last opp bilder

source: Upload to this image series
nb: Last opp til denne bildeserien

source: You are about to delete this object. Please check carefully, and note that any dependent objects will also be removed.
nb: Du er ferd med å slette dette objektet. Kontroller nøye, og legg merke til at alle avhengige objekter også vil bli fjernet.

source: Frontpage photo created
nb: Forsidebilde opprettet

source: Remove cover
nb: Fjern som cover

source: Configuration updated
nb: Konfigurasjonen ble oppdatert

source: Propagate configuration to dependent image series
nb: Forplant konfigurasjonen til underliggende bildeserier

source: Recreate sizes for this series
nb: Gjenskap størrelser for denne serien

source: Recreated sizes for image series
nb: Gjenskapte bildestørrelser for bildeserien

source: category
nb: kategori

source: image series
nb: bildeserier

source: Category propagated, but you have orphaned series. Click <a href="%{url}">here</a> to verify and delete
nb: Kategori forplantet, men du har løse bildeserier. Klikk <a href="%{url}">her</a> for å verifisere og slette

source: Delete orphans
nb: Slett løse bildeserier

source: Handle orphaned image series
nb: Håndter løse bildeserier

source: Orphans deleted
nb: Løse bildeserier slettet

source: These folders cannot be restored!
nb: Disse mappene kan ikke gjenopprettes!

source: You are about to delete these folders. Please check carefully before proceeding.
nb: Du er i ferd med å slette disse mappene. Sjekk nøye før du fortsetter.

source: Category propagated!
nb: Kategori forplantet

source: Changing the name of a category is a large operation which includes moving and recreating all dependent image series. This may take some time, so please be patient!
nb: Bytte navn på en kategori er en stor operasjon som flytter og gjenskaper alle bildeserier. Dette kan ta litt tid, så vennligst vær tolmodig!

source: Handle orphans
nb: Håndter løse bildeserier

source: Please wait while we propagate the configuration to dependent image series
nb: Vennligst vent mens vi forplanter konfigurasjonen til underliggende bildeserier

source: Propagating configuration
nb: Forplanter konfigurasjonen

source: Sort image series in category
nb: Sortér bildeserier i kategori

source: Config
nb: Konfigurasjon

source: Configuration
nb: Konfigurasjon

source: Creator
nb: Skaper

source: Image
nb: Bilde

source: Image category
nb: Bildekategori

source: Image series
nb: Bildeserie

source: Images
nb: Bilder

source: Inserted at
nb: Opprettet

source: Name
nb: Navn

source: Photo
nb: Bilde

source: Sequence
nb: Rekkefølge

source: Slug
nb: URL-tamp

source: Updated at
nb: Sist oppdatert

source: image
nb: bilde

source: image categories
nb: bildekategorier

source: image category
nb: bildekategori

source: image(s)
nb: bilde(r)

source: images
nb: bilder

source: imageserie
nb: bildeserie

source: imageseries
nb: bildeserier

source: This is for information about the image series, not for uploading images.
nb: Dette er for å legge inn informasjon om selve bildeserien, ikke for å laste opp bilder!
